<%@page contentType="text/html" pageEncoding="UTF-8"%>
<%@taglib prefix="t" tagdir="/WEB-INF/tags" %>

<t:wrapper>
    <h1>Добро подаловать на SupplSearch - сервис объявлений, который объединяет поставщиков и покупателей. </h1>
    
        <p>Сервис предоставляет возможность всем пользователям (независимо от регистрации) 
            возможность просматривать информацию о поставщиках и покупателях, предложениях
            и запросах. </p>
        <p>Сервис предоставляет зарегистрированной поставщику использовать возможность 
            размещать информацию о своей компании и предлагаемой продукции, покупателю - 
            о своей компании и закупаемой продукции.</p>

        <p>Регистрируясь, пользователь соглашается не предпринимать действий, которые могут 
            рассматриваться как нарушающие российское законодательство или нормы международного права, 
            в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, 
            а также любых действий, которые приводят или могут привести к нарушению нормальной работы сайта.</p>

        <p>Сведения, которые вы предоставляете о себе, должны быть достоверными, актуальными.
            Вы обязаны по мере необходимости обновлять их в своём личном кабинете.
        Вы обязаны самостоятельно обеспечить полное соответствие предоставляемых сведений законодательству, 
        правилам размещения. Вы гарантируете, что информация, размещённая вами, не нарушает права третьих лиц 
        на результаты интеллектуальной деятельности.
        SupplSearch не занимается цензурой предоставляемой пользователями информации. 
        SupplSearch предпринимает действия в отношении контента на основании обращений уполномоченных лиц 
        в установленном законом порядке.</p>

        <p>SupplSearch не является организатором сделки, покупателем, продавцом, посредником, представителем 
            какого-либо пользователя или иным заинтересованным лицом в отношении сделок между пользователями. 
            Пользователи используют размещённую на SupplSearch информацию, чтобы заключать сделки на свой 
            страх и риск без прямого или косвенного участия или контроля.</p>

</t:wrapper>
